Curves in the sketch of the Division overlap.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 2015.0.0.0 (2015.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DivisionSketchOverlap { get; }
  Visual Basic
Public Shared ReadOnly Property DivisionSketchOverlap As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DivisionSketchOverlap {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures OverlapFailures Class
  Autodesk.Revit.DB Namespace